# Given a list, we will reverse it without sorting
sample_list = ["企业已获资质认证", "研发费用占营业收入比例", "注册地址", "专利数量", "研发人员占职工总数",
               "营业收入增长率", "残保金缴纳金额（万元）", "企业平均年薪（万元）", "增值税（万元）", "初级职称人员（人）",
               "中级职称人数（人）", "高级职称人数（人）", "应届生人数（人）", "本科学历人数（人）", "硕士学历人数（人）",
               "博士学历人数（人）", "是否获得银行贷款", "工法标准制定", "上市企业", "世界500强", "中国500强", "国企",
               "央企", "规上企业", "瞪羚企业", "独角兽", "质量事故", "环保事故", "重大安全事故", "严重违法失信企业名单",
               "经营异常名录", "知识产权", "商标注册数量", "软件著作权", "外观专利", "实用新型专利", "发明专利",
               "工业设计中心", "重点实验室", "工程实验室", "工程中心", "企业技术中心", "科技型中小企业",
               "国家级高新技术企业", "市级高新技术企业", "公共技术服务平台", "园区地址要求", "企业无严重违法",
               "企业教育经费用支出（万元）", "场地面积（m2）", "研发投入占同期营业收入比例", "纳税总额", "工业总产值",
               "出口总额", "参与社保人数", "其他固定资产投资额", "科研设备投资额", "科研用房投资额", "固定资产投资费用",
               "设备总额", "项目总投资", "主营业务利润", "净利润", "高新技术产品（服务）收入", "资产负债率", "负债总额",
               "主营业务收入", "营业收入", "研发费用", "研发人员数量", "创新型中小企业", "小微企业", "人员规模",
               "专利要求", "成立时间", "城市区域", "所属行业"]

# Reversing the list
reversed_list = sample_list[::-1]
print(reversed_list)

# Given a list, we will reverse it without sorting
